<!DOCTYPE html>
<html lang="ar" dir="rtl">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>المكتبات الالكترونية</title>
    <link rel="stylesheet" href="{{ asset('css/app.css') }}">
    <!-- <script src="https://cdn.tailwindcss.com"></script> -->
    <script type="module" src="https://unpkg.com/ionicons@5.5.2/dist/ionicons/ionicons.esm.js"></script>
    <script nomodule src="https://unpkg.com/ionicons@5.5.2/dist/ionicons/ionicons.js"></script>

</head>

<body class="bg-white ">

    <nav class="p-5 pt-5 h-2 bg-white md:shadow md:flex md:items-center md:justify-between">
        <div class="flex justify-between items-center ">
            <span class="md:text-2xl sm:text-3xl font-[Cairo] cursor-pointer">
                <img class="h-10 inline" src="{{asset('assets/images/site-logo.svg')}}">
                المكتبات الإلكترونية
            </span>

            <span class="text-3xl cursor-pointer mx-2 md:hidden block">
                <ion-icon name="menu" onclick="Menu(this)"></ion-icon>
            </span>
        </div>

        <ul class="md:flex md:items-center z-[10] md:z-auto md:static absolute bg-white w-full left-0 md:w-auto md:py-0 py-4 md:pl-0 pl-7 opacity-100 sm:opacity-0 md:opacity-100 top-[-400px] transition-all ease-in duration-500">
            <li class="mx-4 my-6 md:my-0">
                <a href="#" class="text-xl hover:text-cyan-500 duration-500">الرئيسية</a>
            </li>
            <li class="mx-4 my-6 md:my-0">
                <a href="#" class="text-xl hover:text-cyan-500 duration-500">الخدمات</a>
            </li>
            <li class="mx-4 my-6 md:my-0">
                <a href="#" class="text-xl hover:text-cyan-500 duration-500">من نحن</a>
            </li>
            <li class="mx-4 my-6 md:my-0">
                <a href="#" class="text-xl hover:text-cyan-500 duration-500">اتصل بنا</a>
            </li>
            <li class="mx-4 my-6 md:my-0">
                <a href="#" class="text-xl hover:text-cyan-500 duration-500">التسجيل</a>
            </li>

            <button class="bg-cyan-400 text-white font-[cairo] duration-500 px-6 py-2 mx-4 hover:bg-cyan-500 rounded-full">
                الدخول
            </button>
            <h2 class=""></h2>
        </ul>
    </nav>

    <div class="min-h-screen w-full">

        <div class="mx-auto my-10 w-3/4 items-center">

            <h1 class="text-4xl my-7">سياسة الخصوصية</h1>

            <div class="single-inner-page">
                <p class="font-bold text-lg my-3" ><strong><u>سياسة الخصوصية وسرية المعلومات:</u></strong></p>
                <p style="text-align: justify;">يرحّب بكم فريق عمل منصة المكتبات الإلكترونية عبر منصته الالكترونية، وتتقدّم منصة المكتبات الإلكترونية بالشكر على ثقتكم بالمنصة، وتفيدكم منصة المكتبات الإلكترونية بأنه حرصاً من منصة المكتبات الإلكترونية وادراكها التام بأن التاجر له حقوق معيّنة عبر منصة المكتبات الإلكترونية، فإن منصة المكتبات الإلكترونية تسعى للحفاظ على المعلومات الخاصة بالتجار والمستهلكين وفقاً لآلية سياسة الخصوصية وسرية المعلومات المعمول بها في منصة المكتبات الإلكترونية . وعليه فإن منصة المكتبات الإلكترونية تنوّه بأنه وفقاً لاتفاقية الاستخدام المبرمة بينكم كتجار وبين منصة المكتبات الإلكترونية فإن هذه الوثيقة تحيطكم علماً بسياسة الخصوصية وسرية المعلومات المعمول بها في منصة المكتبات الإلكترونية، <u>وأنه وفقاً للبند الرابع من المادة الخامسة عشرة</u> من اتفاقية الاستخدام فقد أنشأت منصة المكتبات الإلكترونية هذه القواعد “سياسة الخصوصية وسرية المعلومات” لتوضيح وتحديد آلية السرية والخصوصية المعمول بها في منصة المكتبات الإلكترونية الالكترونية، ويرجى اطلاعكم عليها حيث أنكم بولوجكم إلى منصة المكتبات الإلكترونية وتأسيسكم للمتجر الالكتروني فإن جميع معلوماتكم تخضع لهذه السياسة.</p>
                <p><strong><u>المعلومات التي تحصل عليها منصة المكتبات الإلكترونية وتحتفظ بها في أنظمتها الالكترونية:</u></strong></p>
                <ol>
                    <li style="text-align: justify;">المعلومات الشخصية الخاصة بالمستهلك، كالاسم البريد الالكتروني، ورقم الهوية الوطنية أو رقم الإقامة.</li>
                    <li style="text-align: justify;">المعلومات الشخصية الخاصة بالتاجر، كالاسم والعمر والبريد الالكتروني، ورقم الهوية الوطنية أو رقم الإقامة.</li>
                    <li style="text-align: justify;">المعلومات الخاصة بالمتجر وكيانه القانوني، كرقم السجل التجاري وصورة من السجل التجاري.</li>
                    <li style="text-align: justify;">معلومات الدخول الشخصية الخاصة بالمتجر الالكتروني، مثل اسم المستخدم وكلمة السر والبريد الالكتروني، والسؤال الخاص باسترجاع كلمة السر وإجابته.</li>
                    <li style="text-align: justify;">في حال عدم توفير التاجر للمعلومات المطلوبة منه فإن منصة المكتبات الإلكترونية قدّ تحاول الحصول عليها عبر مصادر أخرى.</li>
                </ol>
                <p class="font-bold text-lg my-3"><strong><u>معلومات الإيرادات أو البضائع أو الخدمات الخاصة بالمتاجر:</u></strong></p>
                <ol>
                    <li style="text-align: justify;">منصة المكتبات الإلكترونية على اطلاع دائم بالإيرادات الحاصلة في المتجر، وذلك لكون التاجر يستخدم بوابات الدفع التي توفّرها منصة المكتبات الإلكترونية.</li>
                    <li style="text-align: justify;">منصة المكتبات الإلكترونية على اطلاع بنوع البضائع أو الخدمات المعروضة في منصة المتجر.</li>
                    <li style="text-align: justify;">منصة المكتبات الإلكترونية على إطلاع بأداء المتاجر وذلك في حال استدعت الحاجة إلى توجيه الدعم أو النصح والإرشاد للتُجّار أو المتاجر لمساعدتهم وتحسين أدائهم.</li>
                </ol>
                <p class="font-bold text-lg my-3" ><strong><u>معلومات مستهلكي المتاجر أو عملاء أو زبائن التجار:</u></strong></p>
                <p style="text-align: justify;">حيث أن منصة المكتبات الإلكترونية تسعى إلى الحفاظ على جودة عمل المتاجر، وتحسين جودة أعمالهم، فإنها تطلع باستمرار على عدد مستهلكي المتاجر وعملائهم وشرائحهم.</p>
                <p><strong><u>مشاركة المعلومات الخاصة بالمتاجر والتُجّار :</u></strong></p>
                <ol>
                    <li style="text-align: justify;">بطبيعة الحال فإن منصة المكتبات الإلكترونية تسعى بالاحتفاظ بهذه المعلومات بما يحفظ خصوصية التاجر، ومنصة المكتبات الإلكترونية لا تحتفظ بهذه المعلومات إلا بهدف تحسين جودة المنصة وجودة عمل المتاجر وتسهيلاً وتيسيراً لأعمال التجار والمتاجر.</li>
                    <li style="text-align: justify;">كقاعدة عامة فإن جميع هذه المعلومات لا يطلع عليها إلا بعض القائمين على منصة المكتبات الإلكترونية وذلك بعد حصولهم على تصريح للاطلاع عليها من قِبل إدارة منصة المكتبات الإلكترونية – عادة ما يكون التصريح محدد ومقيّد ويخضع لرقابة قانونية وإدارية من قِبل منصة المكتبات الإلكترونية – ولن يتم نشر أو بث هذه المعلومات للغير.</li>
                    <li style="text-align: justify;">حيث أن منصة المكتبات الإلكترونية تسعى للحفاظ على سلامة المتاجر وحقوق التُجّار ، فإنه – في حال ملاحظة منصة المكتبات الإلكترونية لأي نشاط غير نظامي أو غير شرعي يقوم به التاجر – فإن منصة المكتبات الإلكترونية تطبيقاً لمواد وبنود وأحكام اتفاقية الاستخدام وحيث أنها تسعى بقدر الإمكان إلى الحفاظ على سلامة عمل المتاجر فإنها قد تشارك أيٍ من هذه المعلومات مع الجهات المختصة لاتخاذ اللازم حيال التاجر أو المتجر المخالف ، وذلك لحماية منصة المكتبات الإلكترونية وباقي التُجّار والمتاجر والمستهلكين من أي مسائلة قانونية قدّ تطرأ على المنصة أو على أحد مستخدميها نتيجة لهذا النشاط الغير شرعي أو الغير نظامي.</li>
                    <li style="text-align: justify;">ان التاجر الذي يبادر بتسجيل متجره لدى منصة المكتبات الإلكترونية بواسطة شركاء النجاح فإنه بذلك يمنح شريك النجاح الذي قام بالتسجيل بواسطته الحق في الاطلاع على كافة المعلومات الخاصة بالتاجر ومتجره.</li>
                </ol>
                <p  class="font-bold text-lg my-3" ><strong><u>ما هو مدى أمان سرية المعلومات الخاصة بالتُجّار أو المستهلكين أو المتاجر:</u></strong></p>
                <p>تسعى منصة المكتبات الإلكترونية إلى الحفاظ على سرية معلومات مستخدمين المنصة ، وحيث أن سياسة الخصوصية الخاصة بالتُجّار أو المتاجر لن تخالف أحكام اتفاقية الاستخدام أو سياسة الخصوصية وسرية المعلومات. ولكن نظراً لعدم إمكانية ضمان ذلك 100% في ( فضاء الإنترنت ) فإن فريق عمل منصة المكتبات الإلكترونية ، ينوّه على يلي:</p>
                <ol>
                    <li style="text-align: justify;">تسعى منصة المكتبات الإلكترونية إلى الحفاظ على جميع المعلومات الخاصة بالمتاجر وألا يطلع عليها أي شخص بما يخالف السياسة المعمول بها في منصة المكتبات الإلكترونية.</li>
                    <li style="text-align: justify;">تعمل منصة المكتبات الإلكترونية على حماية معلومات التُجّار والمتاجر بموجب أنظمة حماية إلكترونية وتقنية ذات جودة عالية وتُحدّث بشكل مستمر ودوري.</li>
                    <li style="text-align: justify;">غير أنه نظراً لأن شبكة الانترنت لا يمكن ضمانها 100% لما قد يطرأ من اختراق أو فيروسات على أنظمة الحماية الالكترونية و على جدران الحماية المعمول بها في منصة المكتبات الإلكترونية فإن منصة المكتبات الإلكترونية تنصح التجار بالحفاظ على معلوماتهم بسرية تامة، وعدم إفشاء أي معلومات يراها التاجر هامة جداً له، وهذا حرصاً من منصة المكتبات الإلكترونية على حماية وتوجيه وإرشاد التٌجّار والمتاجر.</li>
                </ol>
                <p  class="font-bold text-lg my-3" ><strong><u>الخدمات الإستراتيجية واللوجستية ( خدمات الطرف الثالث ) :</u></strong></p>
                <p style="text-align: justify;">يُقر التاجر بعلمه التام والنافي للجهالة بأنه في حال تقدّم لطلب الاشتراك في خدمة مُقدّمة عن طريق طرف ثالث ، بأنه يمنح تصريح وتخويل وإذن كامل وتام إلى منصة المكتبات الإلكترونية بتزويد مُقدّم الخدمة ببيانات التاجر أو المتجر أو المستخدم المشترك لدى مُقدِم الخدمة ، مثل: اسم المستخدم – الهاتف الشخصي – البريد الإلكتروني – رقم الهوية أو الإقامة – عنوان المنزل ، وغير ذلك من المعلومات التي يحتاجها مقدّم الخدمة ( الطرف الثالث ). وذلك حتى يتمكّن مقدم الخدمة ( الطرف الثالث ) من تقديم الخدمة المطلوبة والتي اشترك بها المستخدم.</p>
                <p><strong><u>قواعد وأحكام استخدام منصة المكتبات الإلكترونية :</u></strong></p>
                <p style="text-align: justify;">إن جميع التزامات منصة المكتبات الإلكترونية، وجميع التزامات التجار، وجميع الحقوق الواردة في العلاقة بين التاجر ومنصة المكتبات الإلكترونية، – موجودة هنا Https://salla.sa/site/terms/ – . حيث أن هذه القواعد هي “سياسة الخصوصية وسرية المعلومات” والمنبثقة من الاتفاقية التي ابرمت بين التاجر ومنصة المكتبات الإلكترونية عند تأسيسه للمتجر، وقد وضعت سياسة الخصوصية وسرية المعلومات لضمان المصداقية والثقة التي تحرص منصة المكتبات الإلكترونية على توفيرها للتجار.</p>
            </div>

        </div>

    </div>

    <div class="footer bg-black text-white text-sm items-center text-center py-8">
        <ul class="md:flex md:items-center w-1/3 text-xs mx-auto mb-9 justify-between">
            <li><a href="#">سياسة الخصوصية</a></li>
            <li><a href="#">الشروط والاحكام</a></li>
            <li><a href="#">اتصل بنا</a></li>
            <li><a href="#">الشكاوى</a></li>
        </ul>
        <p class="text-sm text-slate-400"> &reg;&trade; {{date('Y')}} جميع الحقوق محفوظة</p>
    </div>

    <script>
        function Menu(e) {
            let list = document.querySelector('ul');
            e.name === 'menu' ? (e.name = "close", list.classList.add('top-[80px]'), list.classList.add('opacity-100')) : (e.name = "menu", list.classList.remove('top-[80px]'), list.classList.remove('opacity-100'))
        }
    </script>

</body>

</html>